{
  "method": "GET",
  "status": true,
  "results": {
    "title": "Resep Cinnamon Milk Tea, Paling Pas Jadi Teman Musim Hujan",
    "thumb": "https://www.masakapahariini.com/wp-content/uploads/2020/12/cinnamon-milk-780x440.jpg",
    "servings": "4 Porsi",
    "times": "40mnt",
    "dificulty": "Mudah",
    "author": {
      "user": "Valentina",
      "datePublished": "Desember 4, 2020"
    },
    "desc": "Siapa di sini yang suka dengan sensasi aroma dan rasa kayu manis? Rempah batang ini memang punya aroma khas yang tak tergantikan. Sebagai salah satu jenis rempah aromatik, kayu manis kerap digunakan sebagai salah satu bahan dalam minuman. Pemberi aroma dalam kopi, teh, atau minuman herbal. Salah satu inspirasi yang bisa kamu coba adalah Cinnamon Milk Tea, minuman hangat dengan cita rasa creamy khas SariWangi Milk Tea Teh Tarik.Bukan cuma minuman segar dan hangat, berbagai macam masakan dan dessert juga sangat lekat dengan rasa dan aroma kayu manis. Aroma kayu manis memberi aroma dan rasa unik di lidah. Misalnya apple pie, selai nanas, dan dipadukan dengan gula pasir pada topping donat atau pretzel. Kalau untuk masakan, rempah batang aromatik ini sering ditambahkan pada hidangan yang berlemak. Misalnya saja sup daging, sup buntut, kari, hingga gulai.Supaya lebih menarik, kamu bisa menyajikan batang kayu manis sebagai pemanis atau hiasan dalam segelas minuman hangat ini. Yuk, ngeteh Cinammon Milk Tea sore ini!",
    "needItem": [
      {
        "item_name": "SariWangi Milk Tea Teh Tarik",
        "thumb_item": "https://www.masakapahariini.com/wp-content/uploads/2019/11/sari-wangi-milk-tea-teh-tarik-100x100.png"
      }
    ],
    "ingredient": [
      "1 L air",
      "7 cm kayu manis",
      "5 cm jahe, memarkan",
      "5 butir cengkeh",
      "3 butir kapulaga",
      "6 bungkus SariWangi Milk Tea Teh Tarik",
      "4 sdm madu"
    ],
    "step": [
      "1 Rebus air bersama kayu manis, cengkeh, kapulaga, dan jahe hingga mendidih. Kecilkan api, masak hingga meresap selama 15 menit. Angkat.",
      "2 Saring airnya. Seduh bersama SariWangi Milk Tea Teh Tarik, aduk hingga larut. Sajikan."
    ]
  }
}
